tap "caskroom/cask"
tap "homebrew/bundle"

brew "certbot"
brew "fswatch"
brew "watchman"
brew "pandoc"
# brew "yarn"

# Ruby
# brew "rbenv"
# brew "ruby-build"

# Database
# brew "redis"
brew "sqlite"
brew "postgresql"
brew "mongodb"

# Search
brew "the_silver_searcher"

# VCS
brew "git"
brew "tig"

# Terminal
brew "zsh"
brew "tmux"
brew "tree"
brew "wget"
brew "gnu-sed"
brew "grep"
brew "htop"
brew "heroku"
brew "reattach-to-user-namespace"
brew "cloc"
# brew "trash"

# Network
##brew "openssl"
##brew "siege"
brew "telnet"
##cask "ngrok"

# Vim
brew "vim"
brew "ctags"

# Media
brew "ffmpeg"
#--with-libvpx --with-faac --with-libvorbis --with-theora --with-libogg
# libogg
# libvorbis

# fontforge
# harfbuzz
# icu4c
